[
    {
        "title": "PRÉAMBULE",
        "article": [
            {
                "content": [
                    "La présente charte déontologique définit les règles de conduite professionnelle que s'engage à respecter INTELLIGENCIA-GENEA dans l'exercice de ses activités de recherche généalogique.",
                    "Elle constitue le socle éthique de notre pratique professionnelle et garantit la qualité de nos prestations envers nos clients et partenaires."
                ]
            }
        ]
    },
    {
        "title": "SOMMAIRE",
        "article": [
            {
                "content": [
                    "I. PRINCIPES GÉNÉRAUX",
                    "II. OBLIGATIONS ENVERS LA CLIENTÈLE",
                    "III. MÉTHODES DE RECHERCHE",
                    "IV. RELATIONS PROFESSIONNELLES",
                    "V. GARANTIES ET RESPONSABILITÉS",
                    "VI. DISPOSITIONS FINALES"
                ]
            }
        ]
    },
    {
        "title": "I. PRINCIPES GÉNÉRAUX",
        "article": [
            {
                "subtitle": "Article 1 - Objet et champ d'application",
                "content": "INTELLIGENCIA-GENEA exerce ses activités de recherche généalogique dans le respect des lois et règlements en vigueur. La présente charte s'applique à l'ensemble des prestations fournies par l'agence."
            },
            {
                "subtitle": "Article 2 - Compétence et qualification",
                "content": "L'agence s'engage à ne confier ses missions qu'à des généalogistes qualifiés, disposant des connaissances techniques, historiques et juridiques nécessaires."
            }
        ]
    },
    {
        "title": "II. OBLIGATIONS ENVERS LA CLIENTÈLE",
        "article": [
            {
                "subtitle": "Article 3 - Information préalable",
                "content": "Avant tout commencement de prestation, l'agence fournit au client une information claire et complète sur :",
                "list": [
                    "La nature et l'étendue des recherches envisagées",
                    "Les méthodes de travail employées",
                    "Les délais prévisionnels d'exécution",
                    "Les conditions tarifaires applicables"
                ]
            },
            {
                "subtitle": "Article 4 - Impartialité",
                "content": "Aucune pression extérieure ne peut influencer la conduite des recherches ou l'établissement des conclusions."
            },
            {
                "subtitle": "Article 5 - Transparence et communication",
                "content": "L'agence s'engage à maintenir une communication transparente avec ses clients tout au long des missions. Toute difficulté rencontrée ou modification des conditions initiales fait l'objet d'une information immédiate."
            },
            {
                "subtitle": "Article 6 - Respect de la vie privée",
                "content": "INTELLIGENCIA-GENEA respecte scrupuleusement la vie privée des personnes concernées par les recherches et veille à la protection des informations personnelles collectées dans le cadre de ses missions."
            },
            {
                "subtitle": "Article 7 - Protection des données personnelles",
                "content": "L'agence met en œuvre toutes les mesures techniques et organisationnelles appropriées pour assurer la sécurité des données personnelles traitées, conformément au Règlement Général sur la Protection des Données (RGPD)."
            },
            {
                "subtitle": "Article 8 - Qualité des prestations",
                "content": "L'agence s'engage à fournir des prestations conformes aux règles de l'art en matière de recherche généalogique. Tout résultat communiqué doit être étayé par des sources fiables et vérifiables."
            }
        ]
    },
    {
        "title": "III. MÉTHODES DE RECHERCHE",
        "article": [
            {
                "subtitle": "Article 9 - Rigueur méthodologique",
                "content": "Les recherches généalogiques sont conduites selon une méthodologie rigoureuse :",
                "list": [
                    "Exploitation systématique des sources primaires",
                    "Vérification croisée des informations",
                    "Documentation exhaustive des démarches",
                    "Respect de la chronologie des événements"
                ]
            },
            {
                "subtitle": "Article 10 - Respect des archives",
                "content": "Dans ses relations avec les dépôts d'archives publics et privés, l'agence s'engage à respecter scrupuleusement les règlements en vigueur, les délais de communicabilité légaux et les conditions de consultation."
            },
            {
                "subtitle": "Article 11 - Utilisation des nouvelles technologies",
                "content": "L'agence intègre les outils numériques et les bases de données informatisées dans ses méthodes de recherche, tout en conservant un regard critique sur les informations collectées."
            }
        ]
    },
    {
        "title": "IV. RELATIONS PROFESSIONNELLES",
        "article": [
            {
                "subtitle": "Article 12 - Collaboration institutionnelle",
                "content": [
                    "INTELLIGENCIA-GENEA entretient des relations de confiance avec les institutions partenaires : services d'archives, offices notariaux, tribunaux, administrations.",
                    "Ces relations sont fondées sur le respect mutuel et la reconnaissance des compétences respectives de chaque intervenant."
                ]
            }
        ]
    },
    {
        "title": "V. GARANTIES ET RESPONSABILITÉS",
        "article": [
            {
                "subtitle": "Article 13 - Déontologie professionnelle",
                "content": "L'agence respecte les règles de déontologie de la profession généalogique. Elle s'interdit toute pratique déloyale envers ses confrères et privilégie le dialogue en cas de différend professionnel."
            },
            {
                "subtitle": "Article 14 - Assurance professionnelle",
                "content": "INTELLIGENCIA-GENEA souscrit une assurance responsabilité civile professionnelle couvrant l'ensemble de ses activités."
            },
            {
                "subtitle": "Article 15 - Gestion des fonds de tiers",
                "content": "Lorsque l'agence est amenée à gérer des fonds appartenant à des tiers dans le cadre de missions successorales, elle met en place :",
                "list": [
                    "Une comptabilité distincte et transparente",
                    "Des comptes bancaires séparés",
                    "Un contrôle comptable externe",
                    "Une garantie financière appropriée"
                ]
            },
            {
                "subtitle": "Article 16 - Réclamations et médiation",
                "content": "En cas de réclamation, l'agence s'engage à examiner avec diligence les griefs formulés et à rechercher une solution amiable. Si nécessaire, le recours à une procédure de médiation peut être envisagé."
            },
            {
                "subtitle": "Article 17 - Application et révision",
                "content": "La présente charte déontologique entre en vigueur immédiatement. Elle peut faire l'objet de révisions pour tenir compte de l'évolution de la législation et des pratiques professionnelles."
            }
        ]
    },
    {
        "title": "VI. DISPOSITIONS FINALES",
        "article": [
            {
                "subtitle": "Article 18 - Engagement de conformité",
                "content": [
                    "INTELLIGENCIA-GENEA s'engage solennellement à respecter l'ensemble des dispositions de la présente charte dans l'exercice de ses activités professionnelles.",
                    "Cette charte constitue notre engagement de qualité envers nos clients et partenaires, garantissant l'excellence de nos prestations généalogiques."
                ]
            }
        ]
    },
    {
        "title": "Engagement Solennel d'INTELLIGENCIA-GENEA",
        "article": [
            {
                "subtitle": "",
                "content": [
                    "Cette charte déontologique représente l'engagement ferme d'INTELLIGENCIA-GENEA à maintenir les plus hauts standards de qualité et d'éthique dans l'exercice de la profession généalogique.",
                    "En tant que professionnel de la généalogie, nous nous engageons à respecter scrupuleusement les principes énoncés dans cette charte.",
                    "Nous nous engageons également à maintenir nos compétences à jour et à exercer notre profession avec intégrité et transparence.",
                    "INTELLIGENCIA-GENEA",
                    "Généalogistes Professionnels"
                ]
            }
        ]
    }
]